export const About = () => {
	return (
		<section className="about-section">
			<div className="container about-container">
				<div className="about-item">
					<img className='about-item__img' src="./dima.jpg" alt=""/>
					<div className="about-item__info">
						<h1 className="about-item__title">Немного истории о создании нашей кофейни</h1>
						<p className="about-item__descr">
							Друзья, хотели поделится историей созданием нашего брэнда (логотипа). Многие спрашивают, почему <span>DO.STAR</span>? Кто то&nbsp;понимает это как делай звезд, кто то&nbsp;вообще не&nbsp;заморчивается и&nbsp;просто понимает это как&nbsp;ДО и&nbsp;ЗВЕЗДА. На&nbsp;самом деле название <span>DO.STAR</span>, это латинское написание казахского слова ДОСТАР, что в&nbsp;переводе на&nbsp;русский означает ДРУЗЬЯ. Почему друзья? Потому что мы&nbsp;верим, что кофе объединяет людей, помогает открыть душу, вызывает положительные эмоции у&nbsp;человека и&nbsp;создает новые возможности для выстраивания новых отношений с&nbsp;интересными людьми и&nbsp;укрепления уже имеющихся с&nbsp;нашими друзьями, родными, близкими людьми, бизнес партнерами. Так&nbsp;же, как и&nbsp;в&nbsp;самых первых кофейнях Англии, тогда кофейни называли &laquo;университеты за&nbsp;пенни&raquo;, мы&nbsp;сидели с&nbsp;друзьями пили кофе и&nbsp;решили открыть кофейню. Так как мы&nbsp;все друзья то&nbsp;и&nbsp;название само по&nbsp;себе пришло на&nbsp;ум, одним из&nbsp;критериев для названия&nbsp;&mdash; это должно было быть на&nbsp;казахском языке. Дизайн логотипа был разработан еще одним нашим другом и&nbsp;его дизайн студией DIMASSO основанной в&nbsp;Сеуле, Южная Корея. Запрос был на&nbsp;что то&nbsp;стильное и&nbsp;необычное&nbsp;&mdash; смелое цветовое решение для местного рынка. Минималистичное направление отражающее концепт брэнда&nbsp;&mdash; качественный кофе и&nbsp;дружеское отношение к&nbsp;каждому гостю. За&nbsp;образ был взят персонаж звезды Patrick из&nbsp;мультфильма Sponge Bob. В&nbsp;мультфильме лучшим другом Sponge Bob был Patrick&nbsp;&mdash; простой, верный и&nbsp;жертвенный друг. Так после букв&nbsp;DO появилась розовая звезда на&nbsp;черном фоне.
						</p>
					</div>
				</div>
			</div>
		</section>
	)
}
